Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Abandoned Mine
uk_ua: Закинута копальня

source: Abiha,Afaf,A'isha,Ajda,Aliya,Amira,Ashraqat,Atikah,Azra,Boutheina,Bushra,Chaima,Cynthia,Dalal,Dalia,Eliana,Esma,Farida,Fatima,Feyrouz,Habiba,Hafsa,Hajra,Halima,Hamida,Hanifa,Havva,Hayat,Hessa,Ibtisam,Ibtissam,Inaam,Jamila,Jawahir,Jena,Jumana,Kareena,Karima,Katya,Khadija,Khairunnisa,Khawla,Khawlah,Lama,Lamia,Latifa,Layal,Layan,Leila,Lina,Lulwa,Madiha,Maha,Mahmuna,Mai,Malika,Marwa,Maryam,Maya,Maysoon,Melissa,Nadia,Nafisa,Nahla,Naila,Najat,Nasim,Nasrin,Nejla,Nezha,Niusha,Qistina,Rahima,Rana,Rashida,Reem,Ruqayya,Saadia,Sabiha,Safiya,Sahar,Saida,Sajida,Sakhra,Salma,Samira,Sarah,Shahd,Shatha,Sherine,Shumaila,Sumaya,Taslima,Umm,Yara,Yasmin,Zahra,Zakiya,Zaynab
uk_ua: Абіха, Афаф, Аіша, Аджда, Алія, Аміра, Ашракат, Атіка, Азра, Бутейна, Бушра, Хайма, Синтія, Далал, Далія, Еліана, Есма, Фаріда, Фатіма, Фейруз, Хабіба, Хафса, Хаджра, Халіма, Хаміда, Ханіфа, Хавва, Хаят, Хесса, Ібтісам, Ібтіссам, Інаам, Джаміла, Джавахір, Джена, Джумана, Каріна, Каріма, Катя, Хадіджа, Хайрунніса, Хавла, Хавла, Лама, Ламія, Латіфа, Лайал, Лаян, Лейла, Ліна, Лулва, Мадіха, Маха, Махмуна, Май, Маліка, Марва, Мар'ям, Майя, Майсун, Мелісса, Надя, Нафіса, Нахла, Наїла, Наджат, Насім, Насрін, Неджла, Нежа, Нюша, Кістіна, Рахіма, Рана, Рашида, Рім, Рукайя, Саадія, Сабіха, Сафія, Сахар, Саїда, Саджида, Сахра, Сальма, Саміра, Сара, Шахд, Шатха, Шеріне, Шумайла, Сумайя, Тасліма, Умм, Яра, Ясмін, Захра, Закія, Зайнаб

source: Abilities
uk_ua: Здібності

source: Abilities:
uk_ua: Здібності:

source: Ability Upgrades:
uk_ua: Поліпшення здібності:

source: Ability:
uk_ua: Здібність:

source: Abmin
uk_ua: Абмін

source: About 200 years ago, a powerful mermaid named Imirna fell in love with a human wizard named Agnovon. Agnovon cared not for love, but he smiled falsely at Imirna, and she trusted him. When he asked her to help him enchant a sword so that it was wreathed continuously in magic flame, she devoted all her skill to fashioning the weapon. Later, Agnovon used that very sword to defeat Imirna’s own people and steal their wealth. In her grief, Imirna poisoned herself.
uk_ua: Приблизно 200 років тому дуже могутна водяна на ім'я Імірна закохалась у людського чаклуна на ім'я Агновон. Агновон не кохав її, але відповідав Імірні фальшивою посмішкою, а вона вірила йому. Коли він попрохав її допомогти йому зачарувати меч, щоб той пломенів магічним вогнем, вона присвятила усе своє вміння, щоб догодити йому. Але пізніше Агновон використав той самий меч, щоб перемогти народ Імірни та вкрасти їхнє багатство. Зрозумівши, що її обмануто, Імірна отруїлася.

source: About the Game
uk_ua: Про Гру

source: Abraxas
uk_ua: Абраксас

source: Abraxas,Aleiss,Amail,Axmail,Blanal,Bleii,Blo,Bress,Briss,Gaxmol,Griam,Griss,Grissileii,Hailoss,Hainoss,Harxos,Huzel,Inaloss,Ineii,Issal,Klezel,Kras,Krezkps,Kzap,Lamaiss,Lameii,Lexpek,Liness,Lobor,Maissol,Malinos,Milbor,Mileii,Nildloss,Oxpeii,Poniaz,Psell,Pson,Pzakp,Reii,Sassal,Saxil,Saxrireii,Sekol,Silas,Skell,Skepz,Slell,Snol,Soill,Sorkol,Srell,Trixoz,Vilail,Vissal,Vlanis,Xabrak,Xamalel,Xinas,Xnamos,Xopkon,Zalsp,Zlek,Zpsek,Zsekp
uk_ua: Абраксас,Аксмейл,Алейсс,Амейл,Бланал,Блеї,Бло,Бресс,Брісс,Вілейл,Віссал,Вланіс,Гаксмол,Гріам,Грісс,Гріссілеї,Залсп,Злек,Зпсек,Зсекп,Іналос,Інеї,Іссал,Кзап,Клезел,Крас,Крезкпс,Ксабрак,Ксамалел,Ксамос,Ксопкон,Ламаісс,Ламеї,Лекспек,Лінесс,Лобор,Малінос,Мейссол,Мілбор,Мілеї,Нілдлосс,Окспеї,Пзакп,Поніаз,Псел,Псон,Реї,Саксіл,Саксріреї,Сассал,Сєкол,Сілас,Скелл,Скепз,Слєлл,Снол,Сойлл,Соркол,Срелл,Тіксоз,Харксос,Хейлосс,Хейносс,Хузел

source: Absolutely! Bring ’em on!
uk_ua: Точно! Нумо битися!

source: Absu
uk_ua: Абса

source: Absu,Abzu,Aigaion,Alastyn,Apalala,Apam,Apsu,Aremata,Atlahua,Atlaua,Barinthus,Dhakhan,Dylan,Elcmar,Ember,Enki,Faro,Habaek,Ikatere,Jamm,Jin,Kinilau,Kulullu,Labuna,Laut,Lir,Llyr,Ludd,Makara,Maui,Melicertes,Mimir,Natat,Nechtan,Neptune,Nereus,Nethuns,Njord,Nuada,Nudd,Nudimmud,Nun,Oceanus,Okeanos,Phorcys,Pontus,Popoa,Poseidon,Proteus,Raja,Rau,Rorua,Ryujin,Scylla,Sinilau,Sisiutl,Tagaloa,Tanaoa,Tangaloa,Tangaroa,Thaumas,Tikitiki,Tini,Tinilau,Tinirau,Toniwha,Triton,Vizi,Vodnik,Vourukasa
uk_ua: Абзу,Абсу,Аігайон,Аластін,Апалала,Апам,Апсу,Аремата,Атлауа,Атлахуа,Барінтус,Візі,Воднік,Вурукаса,Дахан,Джамм,Джін,Ділан,Ікатере,Кінілау,Кулуллу,Лабуна,Лаут,Лір,Ллір,Лудд,Макара,Мауі,Меліцертес,Мімір,Натат,Нептун,Нерейос,Нетунс,Нечтан,Нуада,Нудд,Нудіммуд,Нун,Ньорд,Океанос,Океанус,Понтус,Попоа,Посейдон,Протеус,Раджа,Рау,Роруа,Рюджін,Сінілау,Сісіутл,Сцілла,Тагалоа,Танаоа,Тангалоа,Тангароа,Таумас,Тікітікі,Тіні,Тінілау,Тінірау,Тоніва,Трітон,Фаро,Форціс,Хабаєк,Елкмар,Ембер,Енкі

source: Academy
uk_ua: Академія

source: Academy of Magic, Isle of Alduin.
uk_ua: Академія Магії, острів Алдуін.

source: Accelerated speed
uk_ua: Прискорити рух

source: Accelerated speed disabled!
uk_ua: Прискорений рух вимкнений!

source: Accelerated speed enabled!
uk_ua: Прискорений рух увімкнений!

source: Acceleration factor:
uk_ua: Величина прискорення:

source: Accept whispers from friends only
uk_ua: Чути шепіт лише від друзів

source: Access whiteboard options dialog.
uk_ua: Відкрити налаштування планувальника.

source: Accomplished Elvish warriors are sometimes called ‘Sárcan’, roughly meaning ‘one who has sacrificed in defense’ or ‘one transfigured by experience’. Often translated to ‘Elvish Heroes’ in the human tongue, this name does indicate some level of prestige, but is not meant to glorify the position. Elvish Heroes are those who have survived numerous wars and outlived many of their friends who fell in prior battles. Often among the few lone survivors of the battlefield, these battle-hardened soldiers are privy to the numerous atrocities of war — orcs and humans burning and razing their homes in the forests, dwarves pillaging precious artifacts from the fallen, necromancers raising their own comrades to fight against them, or even their own kind slaughtering innocents without care or mercy. While the Elves realize the necessity of military strength and honor the ‘Sárcanet’ as heroes for their service, such a status is not one often sought after by the majority of Elvenkind.
uk_ua: Майстерних ельфійських воїнів іноді називають ‘Сáрцан’, що приблизно означає ‘той, хто пожертвував захистом’ або ‘той, хто змінений досвідом’. На людську мову цей термін перекладається як ‘ельфійський герой’, ця назва в деякій мірі передає рівень поваги та шани, але вона не означає суспільне становище цих ельфів. Ельфійські герої — це ті, хто пережив численні війни і пережили багатьох своїх друзів, які загинули у запеклих битвах. Ельфійські герої бачили надто багато жорстокості від усіх рас, від орків та людей, що спустошували прекрасні ліси, гномів, що крали безцінні артефакти в полеглих, некромантів, що підіймали їхніх же колишніх побратимів, та навіть від свого власного виду, інших ельфів, які нічим не поступалися іншим у вбивстві невинних через пихатість та помсту. Хоча ельфи усвідомлюють необхідність мати військову силу та шанують ‘Сáрцанет’ як героїв за їхню службу, для більшості ельфів такий статус часто небажаний.

source: Accuracy:
uk_ua: Точність:

source: Achievements
uk_ua: Досягнення

source: Ack. One of those monsters is destroying the bridge.
uk_ua: Ой. Один із монстрів знищує міст.

source: Across the top of the screen from left to right are the following items:
uk_ua: У верхній частині екрану зліва направо розміщені наступні елементи:

source: Action
uk_ua: Дія

source: Action Bonus
uk_ua: Бонус дії

source: Actions
uk_ua: Дії

source: Actions button
uk_ua: Кнопка дій

source: Activates Planning Mode on game start
uk_ua: Активує режим планування при старті гри

source: Actual hit rates, by chance to hit:
uk_ua: Фактична частота влучень, за шансом влучити:

source: Actually, I <i>am</i> pretty hungry right now...
uk_ua: Взагалі-то, <i>я</i> дуже голодний...

source: Actually, I am searching for that secret now. But could you follow the orders of a woman?
uk_ua: Насправді я й сама шукаю, як розкрити ту таємницю. Та чи ладен ти підкорятися жінці?

source: Actually, I believe it is truly dead.
uk_ua: Я впевнена, що воно по-справжньому мертве.

source: Actually, I expect you will follow them into the ground if you try to harm us.
uk_ua: Насправді я певен, що ви ляжете до них у сиру землю, якщо спробуєте нам зашкодити.

source: Actually, Tyegëa is your grandmother.
uk_ua: Насправді, Тигея твоя бабуся.

source: Actually, we have some ghosts after us now, and we would like to shelter here for a while.
uk_ua: Насправді за нами женуться привиди, і ми хотіли б сховатися тут ненадовго.

source: Adamant armor
uk_ua: Адамантова броня

source: Adamar
uk_ua: Адамар

source: Add
uk_ua: Додати

source: Add Friend
uk_ua: Додати Друзів

source: Add Hotkey
uk_ua: Додати клавішу

source: Add New Area
uk_ua: Додати нову область

source: Add New Side
uk_ua: Додати нову сторону

source: Add Server
uk_ua: Додати сервер

source: Add a nickname to your friends list.
uk_ua: Додати гравця в перелік друзів.

source: Add a nickname to your ignores list.
uk_ua: Додати гравця в перелік ігнору.

source: Add a timestamp to chat messages
uk_ua: Додати відмітку часу для повідомлень в чаті

source: Add this username to your friends list (add optional notes, e.g., ‘player_name notes on friend’)
uk_ua: Додати ім'я користувача до вашого списку друзів (додайте додаткові замітки, наприклад, 'player_name notes on friend')

source: Add this username to your ignore list (add optional reason, e.g., ‘player_name reason ignored’)
uk_ua: Додати це ім'я користувача до вашого списку ігнорованих (додайте додаткову причину, наприклад, 'player_name reason ignored')

source: Add-on
uk_ua: Аддон

source: Add-on Deleted
uk_ua: Аддон видалено

source: Add-on Details
uk_ua: Деталі аддону

source: Add-on Publishing Editor
uk_ua: Редактор публікації аддону

source: Add-on Publishing Setup
uk_ua: Налаштування публікації аддону

source: Add-on Selection
uk_ua: Вибір аддону

source: Add-ons
uk_ua: Аддони

source: Add-ons Deleted
uk_ua: Аддони видалено

source: Add-ons Manager
uk_ua: Менеджер аддонів

source: Add-ons:
uk_ua: Аддони:

source: Added to friends list: $nick
uk_ua: Доданий в перелік друзів: $nick

source: Added to ignore list: $nick
uk_ua: Доданий в ігнор: $nick

source: Additional Artwork
uk_ua: Додаткове художнє оформлення

source: Additional information:
uk_ua: Додаткова інформація:

source: Additional thanks to
uk_ua: Також дякуємо

source: Addraecyn,Addraenvan,Addraer,Addraercyn,Addraryn,Addreddry,Addredry,Addregwyn,Addrenyc,Addreoddry,Addreoddyn,Addreonyc,Addreorcyn,Addreran,Addribryn,Addriddyn,Addrocyn,Addroryn,Addrunvan,Addrurcyn,Addryllyn,Addrynvan,Aethacyn,Aethadry,Aethaec,Aethaeran,Aethaeryn,Aethagwyn,Aethanry,Aetharcyn,Aethec,Aethellyn,Aethenvan,Aetheoc,Aetheollyn,Aetheonyc,Aetheorcyn,Aethercyn,Aetherraent,Aethibryn,Aethiddry,Aethircyn,Aethobryn,Aethoddyn,Aethonnyn,Aethuc,Aethudry,Aethugwyn,Aethun,Aethunry,Aethydry,Aethynyc,Blac,Bladoc,Blaec,Blaedry,Blanry,Blebryn,Bledoc,Blemyr,Blennyn,Blenvan,Bleollyn,Blercyn,Blidd,Bliddry,Blillyn,Blinvan,Blollyn,Blubryn,Blucyn,Bludry,Blullyn,Bluran,Blybryn,Blydd,Blygwyn,Blymyr,Blyr,Bucyn,Cac,Cadry,Caebryn,Caedry,Caeran,Caercyn,Car,Carac,Caraddry,Caradoc,Caraedry,Caraennyn,Cararyn,Caredd,Careddry,Caregwyn,Caren,Careobryn,Careogwyn,Careonvan,Careorraent,Careoryn,Carercyn,Caric,Cariddry,Carocyn,Caroddyn,Caror,Caroran,Carraent,Carudoc,Carullyn,Carygwyn,Caryn,Cebryn,Cemyr,Cennyn,Ceoc,Ceoddry,Ceoddyn,Ceomyr,Ceonnyn,Ceonry,Ceoryn,Cicyn,Cin,Cinry,Coc,Convan,Corcyn,Cubryn,Cunry,Curyn,Cynyc,Cyryn,Dac,Dadd,Dadoc,Daeddry,Daedoc,Daellyn,Demyr,Denvan,Deodd,Deollyn,Deonyc,Derraent,Dibryn,Dinnyn,Dircyn,Dycyn,Dyddyn,Gaddry,Gaebryn,Gaedry,Gaercyn,Gagwyn,Gan,Gannyn,Gar,Gecyn,Geddyn,Gegwyn,Geodry,Ginvan,Glacyn,Gladoc,Glaercyn,Glarraent,Gleddry,Gleoddyn,Gleran,Gliddyn,Glillyn,Glinry,Glircyn,Gloddry,Gloddyn,Glonry,Glonvan,Glumyr,Glun,Glunry,Glunvan,Glyc,Glydd,Glydoc,Glynry,Glynvan,Glyran,Goc,Gor,Gubryn,Gudd,Gullyn,Gumyr,Gur,Gwadoc,Gwaec,Gwaeddyn,Gwan,Gweddyn,Gwegwyn,Gwellyn,Gwennyn,Gwenyc,Gweocyn,Gweodd,Gweodoc,Gweodry,Gweogwyn,Gweoran,Gwidoc,Gwilam,Gwodd,Gwoddyn,Gwollyn,Gwor,Gwucyn,Gwudoc,Gwumyr,Gwuran,Gwybryn,Gwycyn,Gwyddry,Gwydoc,Gwymyr,Gwynnyn,Gydoc,Gyllyn,Gymyr,Haldar,Labryn,Ladoc,Laellyn,Lan,Lannyn,Laran,Lec,Lemyr,Lenvan,Leogwyn,Lercyn,Ligwyn,Lin,Liryn,Lonnyn,Lorraent,Luddry,Ludoc,Lunnyn,Lunvan,Lurraent,Mac,Maddyn,Maennyn,Manry,Manyc,Marcyn,Mec,Menvan,Meollyn,Meon,Meonnyn,Meorraent,Middry,Midry,Mimyr,Modd,Moddry,Monry,Moran,Morcyn,Mubryn,Mudoc,Mugwyn,Murcyn,Mydoc,Mygwyn,Myn,Myrraent,Owac,Owadd,Owaddyn,Owaecyn,Owaedry,Owain,Owarcyn,Owaryn,Owecyn,Owedry,Oweomyr,Oweor,Oweorcyn,Oweran,Owercyn,Owidry,Owinvan,Owinyc,Owodd,Owoddry,Owogwyn,Owollyn,Oworan,Oworcyn,Oworraent,Owuddry,Owuddyn,Owugwyn,Owur,Owyran,Rabryn,Radd,Ranvan,Rar,Reoddyn,Reodry,Rhaecyn,Rhaedoc,Rhaemyr,Rhaerraent,Rhanry,Rharcyn,Rhenry,Rhenvan,Rhenyc,Rheodd,Rheoddyn,Rheollyn,Rheor,Rheoran,Rheorraent,Rheran,Rherraent,Rhobryn,Rhodry,Rhollyn,Rhonvan,Rhubryn,Rhugwyn,Rhunyc,Rhur,Rhygwyn,Rhyllyn,Rhynyc,Rhyrcyn,Rhyrraent,Rocyn,Roddyn,Romyr,Ron,Ronry,Rubryn,Ruddry,Rumyr,Run,Rurcyn,Rybryn,Rycyn,Ryddry,Rygwyn,Rynnyn,Rynry,Saec,Saellyn,Saemyr,Saenvan,Saercyn,Sanyc,Saran,Sarraent,Secyn,Seddyn,Sedry,Sellyn,Sennyn,Seoddry,Seorcyn,Sercyn,Siddry,Simyr,Siryn,Sodd,Sodry,Soran,Suc,Sudd,Surcyn,Sydd,Syran,Syryn,Tabryn,Taec,Taedd,Taedoc,Taemyr,Taenvan,Taercyn,Tanry,Tarcyn,Teddyn,Tegwyn,Ten,Tennyn,Tenvan,Teobryn,Teoddyn,Teor,Teorcyn,Terraent,Tinry,Tinvan,Tiryn,Todd,Tudd,Tuddry,Tudoc,Tunvan,Turraent,Tyddyn,Vaddyn,Vaeddyn,Vaedry,Vaennyn,Varcyn,Ven,Vennyn,Veocyn,Veoddyn,Veodry,Veogwyn,Veomyr,Vinvan,Vinyc,Virraent,Vobryn,Vogwyn,Vonry,Vuddyn,Vugwyn,Vyc,Vygwyn,Vyrcyn,Yracyn,Yraec,Yran,Yrannyn,Yranvan,Yraryn,Yredd,Yreddyn,Yregwyn,Yreryn,Yrinvan,Yrirraent,Yroddry,Yrullyn,Yrumyr,Yrunnyn,Yrunvan,Yryllyn,Yrymyr,Yrynyc,Yryrcyn
uk_ua: Аддраецін,Аддраенван,Аддраер,Аддраерцін,Аддрарін,Аддреддрі,Аддредрі,Аддрегвін,Аддренік,Аддреоддрі,Аддреоддін,Аддреонік,Аддреорцін,Аддреран,Аддрібрін,Аддріддін,Аддроцін,Аддрорін,Аддрунван,Аддрурцін,Аддріллін,Аддрінван,Етацін,Етадрі,Етек,Етеран,Етерін,Етагвін,Етанрі,Етарцін,Етек,Етеллін,Етенван,Етеок,Етеоллін,Етеонік,Етеорцін,Етерцін,Етерраент,Етібрін,Етіддрі,Етірцін,Етобрін,Етоддін,Етоннін,Етук,Етудрі,Етугвін,Етун,Етунрі,Етідрі,Етінік,Блак,Бладок,Блаек,Блаедрі,Бланрі,Блебрін,Бледок,Блемір,Бленнін,Бленван,Блеоллін,Блерцін,Блідд,Бліддрі,Бліллін,Блінван,Блоллін,Блюбрін,Блюцін,Блюдрі,Блюллін,Блюран,Блібрін,Блюдд,Блігвін,Блімір,Блір,Буцін,Цак,Цадрі,Цебрін,Цедрі,Церан,Церцін,Кар,Карак,Караддрі,Карадок,Каредрі,Кареннін,Карарін,Каредд,Кареддрі,Карегвін,Карен,Кареобрін,Кареогвін,Кареонван,Кареорраент,Кареорін,Карерцін,Карік,Каріддрі,Кароцін,Кароддін,Карор,Кароран,Карраент,Карудок,Каруллін,Карігвін,Карін,Себрін,Семір,Сеннін,Сеок,Сеоддрі,Сеоддін,Сеомір,Сеоннін,Сеонрі,Сеорін,Сіцін,Сін,Сінрі,Кок,Конван,Корцін,Кубрін,Кунрі,Курін,Сінік,Сірін,Дак,Дадд,Дадок,Деддрі,Дедок,Деллін,Демір,Денван,Деодд,Деоллін,Деонік,Дерраент,Дібрін,Діннін,Дірцін,Діцін,Діддін,Гаддрі,Гебрін,Гедрі,Герцін,Гагвін,Ган,Ганнін,Гар,Гецін,Геддін,Гегвін,Геодрі,Гінван,Глацін,Гладок,Глерцін,Гларраент,Гледдрі,Глеоддін,Глеран,Гліддін,Гліллін,Глінрі,Глірцін,Глоддрі,Глоддін,Глонрі,Глонван,Глумір,Глун,Глунрі,Глунван,Глік,Глідд,Глідок,Глюнрі,Глінван,Гліран,Гок,Гор,Губрін,Гудд,Гуллін,Гумір,Гур,Гвадок,Гваек,Гваеддін,Гван,Гведдін,Гвегвін,Гвеллін,Гвеннін,Гвенік,Гвеоцін,Гвеодд,Гвеодок,Гвеодрі,Гвеогвін,Гвеоран,Гвідок,Гвілам,Гводд,Гводдін,Гволлін,Гвор,Гвуцін,Гвудок,Гвумір,Гвуран,Гвібрін,Гвіцін,Гвіддрі,Гвідок,Гвімір,Гвіннін,Гідок,Гіллін,Гімір,Гальдар,Лабрін,Ладок,Леллін,Лан,Ланнін,Ларан,Лек,Лемір,Ленван,Леогвін,Лерцін,Лігвін,Лін,Лірін,Лоннін,Лорраент,Луддрі,Лудок,Луннін,Лунван,Лурраент,Мак,Маддін,Меннін,Манрі,Манік,Марцін,Мек,Менван,Меоллін,Меон,Меоннін,Меорраент,Міддрі,Мідрі,Мімір,Модд,Моддрі,Монрі,Моран,Морцін,Мубрін,Мудок,Мугвін,Мурцін,Мідок,Мігвін,Мін,Мірраент,Овак,Овадд,Оваддін,Оваецін,Оваедрі,Овайн,Оварцін,Оварін,Овецін,Оведрі,Овеомір,Овеор,Овеорцін,Оверан,Оверцін,Овідрі,Овінван,Овінік,Оводд,Оводдрі,Овогвін,Оволлін,Оворан,Оворцін,Оворраент,Овуддрі,Овуддін,Овугвін,Овур,Овуран,Рабрін,Радд,Ранван,Рар,Реоддін,Реодрі,Раецін,Редок,Ремір,Рерраент,Ранрі,Рарцін,Ренрі,Ренван,Ренік,Реодд,Рёддін,Реоллін,Реор,Реоран,Реорраент,Реран,Рерраент,Робрін,Родрі,Роллін,Ронван,Рюбрін,Ругвін,Рунік,Рур,Рігвін,Ріллін,Рінік,Рірцін,Рірраент,Роцін,Роддін,Ромір,Рон,Ронрі,Рубрін,Руддрі,Румір,Рун,Рурцін,Рібрін,Ріцін,Ріддрі,Рігвін,Ріннін,Рінрі,Сек,Селлін,Семір,Сенван,Серцін,Санік,Саран,Сарраент,Сецін,Седдін,Седрі,Селлін,Зеннін,Зеоддрі,Сеорцін,Серцін,Сіддрі,Сімір,Зірін,Содд,Содрі,Соран,Сук,Судд,Сурцін,Сідд,Сіран,Сірін,Табрін,Тек,Тедд,Тедок,Темір,Тенван,Терцін,Танрі,Тарцін,Теддін,Тегвін,Тен,Теннін,Тенван,Теобрін,Теоддін,Теор,Теорцін,Терраент,Тінрі,Тінван,Тірін,Тодд,Тудд,Туддрі,Тудок,Тунван,Турраент,Тіддін,Ваддін,Веддін,Ведрі,Веннін,Варцін,Вен,Веннін,Веоцін,Веоддін,Веодрі,Веогвін,Веомір,Вінван,Вінік,Вірраент,Вобрін,Вогвін,Вонрі,Вуддін,Вугвін,Вік,Вігвін,Вірцін,Ірацін,Ірек,Іран,Іраннін,Іранван,Ірарін,Іредд,Іреддін,Ірегвін,Ірерін,Ірінван,Ірірраент,Іроддрі,Іруллін,Ірумір,Іруннін,Ірунван,Іріллін,Ірімір,Ірінік,Ірірцін

source: Address
uk_ua: Адреса

source: Address:
uk_ua: Адреса:

source: Adds the specified amount to the current side’s gold.
uk_ua: Додає поточній стороні задану кількість золота.

source: Adjacent enemies do 13% less damage.
uk_ua: Навколишні вороги завдають до 13% менше шкоди

source: Adobe Village
uk_ua: Село з саману

source: Adran
uk_ua: Адран

source: Advance Unit
uk_ua: Підвищити бійця

source: Advance to the next scenario, or scenario identified by 'id'
uk_ua: Перейти до наступного сценарію, або сценарію за 'id'

source: Advanced
uk_ua: Додатково

source: Advanced units are needed to quickly kill enemy commanders, and to avoid losing lots of units.
uk_ua: Бійці високих рівнів потрібні для швидкої ліквідації ворожих лідерів і уникнення втрат.

source: Advanced units have higher upkeep than lower level units (1 gp per level), loyal units are an exception.
uk_ua: Просунуті бійці вимагають більшого утримання (1 золотий за кожен рівень), виняток становлять вірні бійці.

source: Advancement
uk_ua: Просування

source: Advancements
uk_ua: Підвищень

source: Advancements:
uk_ua: Підвищення:

source: Advances from:
uk_ua: Просувається від:

source: Advances to:
uk_ua: Просувається в:

source: Advancing a level has fully healed me! I am able to heal units 8 hitpoints per turn, instead of just 4, and may also cure them of poison if they cannot reach a village! I also have gained a new <i>magical</i> attack, meaning it always has a 70% chance to hit, but it is not as powerful as the similar attack wielded by the Elvish Sorceress.
uk_ua: Я перейшла на новий рівень і повністю вилікувалась! Тепер я здатна зцілювати на 8 очок за хід замість 4, а також зцілювати від отрути, якщо боєць не в селі! В мене також з'явилася нова <i>магічна</i> атака, яка завжди влучає в ціль з ймовірністю 70%; але ця атака слабша за схожу атаку у Ельфійської чаклунки.

source: Advancing a level has fully healed me! I am good with both bow and sword, and I have a special ability: <i>Ambush</i>. I can hide in forests where enemies can only see me if they are right next to me.
uk_ua: Я перейшов на новий рівень і повністю вилікувався! Я добре володію як мечем, так і луком, до того ж у мене є особлива здатність: <i>засідка</i>. Я можу сховатися в лісі, і ворог побачить мене лише якщо опиниться прямо поруч зі мною.

source: Advancing a level has fully healed me! I am good with both bow and sword, and I have a special ability: <i>Leadership</i>. I do less damage myself than the Elvish Hero, but my ability allows my allies to fight better. First level units around me do 25% more damage, so position me carefully!
uk_ua: Я перейшов на новий рівень і повністю вилікувався! Я однаково добре володію луком і мечем, а ще у мене є додаткова здатність: <i>лідерство</i>. Хоча я сам б’юся гірше за Героя, але мої бійці починають битися краще. Бійці першого рівня поряд зі мною наноситимуть на 25% більше шкоди, тому розташовуйте мене розважливо!

source: Advancing a level has fully healed me! I am particularly good with the sword, dealing 8 damage in 4 attacks. While I don’t have the Leadership abilities of the Elvish Captain, my superior fighting skills allow my attacks to do more damage!
uk_ua: Я перейшов на новий рівень і повністю вилікувався! Я тепер дуже добре володію мечем і наношу 8 одиниць шкоди в кожній з 4 атак. Хоча у мене і нема Лідерства, як у Капітана, але завдяки фантастичному володінню зброєю я завдаю більше шкоди!

source: Advancing a level has fully healed me! I cannot heal adjacent units anymore, but to compensate, I have a new, powerful faerie fire attack that deals 7 damage each for 4 strikes. It also has the <i>magical</i> weapon special, meaning it always has a 70% chance to hit.
uk_ua: Я перейшла на новий рівень і повністю вилікувалась! Я більше не можу зцілювати, але натомість в мене з'явилася нова, потужна атака чарівним вогнем, яка наносить 7 очок шкоди за кожний з 4 ударів. Вона має також особливість <i>магічна</i>, тобто завжди влучає в ціль з ймовірністю 70%.

source: Advancing a level has fully healed me! I have become better at using the sword, dealing 9 damage in 4 attacks. Although I do not have any special abilities, my fighting skills will allow me to beat the orcs by dealing more damage!
uk_ua: Я перейшов на новий рівень і повністю вилікувався! Я тепер дуже добре володію мечем і завдаю 9 одиниць шкоди в кожній з 4 атак. Хоча у мене нема особливих здібностей, але завдяки фантастичному володінню зброєю я завдаю більше шкоди!

source: Advancing a level has fully healed me! When attacking, I always have at least a 60% chance of hitting with my longbow thanks to my <i>Marksman</i> ability, and I deal 9 damage each for 4 attacks. Use me to dislodge hard-to-hit units.
uk_ua: Я перейшов на новий рівень і повністю вилікувався! Тепер у мене є здатність <i>снайпер</i> — я влучаю з лука з імовірністю 60% і завдаю 9 одиниць шкоди кожною з 4 атак. З моєю допомогою ви можете дістати найбільш важкодоступних ворогів.

source: Advancing and attacking is of course the most interesting part of your way to victory. Kill or weaken enemies in your path and move your defensive line forward. This can become tricky as the enemy gets to attack back on his turn.
uk_ua: Просування та напад є найцікавішою частиною на шляху до перемоги. Вбивайте або послаблюйте ворогів на своєму шляху, просувайте лінію оборони вперед. Проте, коли ворог контратакуватиме, у вас можуть бути проблеми.

source: Aethacyn
uk_ua: Етасин

source: Aethec Corryn
uk_ua: Етек Коррин

source: Aethyr! No! He was critical for convincing Jevyan that the elves have the Ruby of Fire.
uk_ua: Ейфіре! Ні! Він був нам потрібен, щоб переконати Жев'яна, що Вогняний Рубін у ельфів.

source: Afraid of ghosts, soldier?
uk_ua: Що, боїшся привидів, солдате?

source: Afraid you’ll find out you’re not of the line of Kings?
uk_ua: Боїшся виявити, що ти не королівської крові?

source: Afrikaans Translation
uk_ua: Переклад на африкаанс
